Repository: D-Brox/rhino-setup
Catalog: po/*.po
Languages: cs, ta

source: Reboot Now
cs: Restartovat Teď
ta: இப்போது மறுதொடக்கம்

source: Close
cs: Zavřít
ta: மூடு

source: All done!
cs: Vše hotovo!
ta: எல்லாம் முடிந்தது!

source: Restart your device to enjoy your Rhino Linux experience.
cs: Restartujte své zařízení pro vychutnání zážitku z Rhino Linuxu.
ta: உங்கள் காண்டாமிருக லினக்ச் அனுபவத்தை அனுபவிக்க உங்கள் சாதனத்தை மறுதொடக்கம் செய்யுங்கள்.

source: Something went wrong
cs: Něco bylo špatně
ta: ஏதோ தவறு நடந்தது

source: Please contact the distribution developers.
cs: Obraťte se na vývojáře distribuce.
ta: விநியோக டெவலப்பர்களை தொடர்பு கொள்ளவும்.

source: Extra Settings
cs: Extra Nastavení
ta: கூடுதல் அமைப்புகள்

source: The following are optional settings, leave them as they are if you don't know what they do.
cs: Následují nepovinná nastavení, nechte jak jsou, pokud nevíte, co dělají.
ta: பின்வருபவை விருப்ப அமைப்புகள், அவை என்ன செய்கின்றன என்று உங்களுக்குத் தெரியாவிட்டால் அவற்றை விட்டு விடுங்கள்.

source: Nala is an alternative front-end to APT, featuring a beautiful UI/UX.
cs: Nala je alternativní front-end pro APT s krásným uživatelským rozhraním.
ta: நாலா ஒரு அழகான UI/UX ஐக் கொண்ட ஒரு மாற்று முன்-இறுதி.

source: Apport is a crash reporting system that helps us improve the stability of the system.
cs: Apport je systém hlášení pádů, který nám pomáhá zlepšit stabilitu systému.
ta: பகுதி என்பது ஒரு செயலிழப்பு அறிக்கையிடல் முறையாகும், இது அமைப்பின் ச்திரத்தன்மையை மேம்படுத்த உதவுகிறது.

source: Next
cs: Další
ta: அடுத்தது

source: Package Manager
cs: Správce balíčků
ta: தொகுப்பு மேலாளர்

source: Choose one or more package managers to install
cs: Vyberte jeden nebo více správců balíčků pro instalaci
ta: நிறுவ ஒன்று அல்லது அதற்கு மேற்பட்ட தொகுப்பு மேலாளர்களைத் தேர்வுசெய்க

source: Will also configure the Flathub repository.
cs: Také nakonfiguruje repozitář Flathub.
ta: பிளாட்டப் களஞ்சியத்தையும் உள்ளமைக்கும்.

source: System for application virtualization.
cs: Systém pro virtualizaci aplikací.
ta: பயன்பாட்டு மெய்நிகராக்கத்திற்கான அமைப்பு.

source: Uses the Snapcraft repository. Default in Ubuntu.
cs: Využívá Snapcraft repozitář. Výchozí v Ubuntu.
ta: ச்னாப்ட் கிராஃப்ட் களஞ்சியத்தைப் பயன்படுத்துகிறது. உபுண்டுவில் இயல்புநிலை.

source: Software deployment and package management system developed by Canonical.
cs: Nasazení a systém správy balíčků vyvinutý společností Canonical.
ta: மென்பொருள் வரிசைப்படுத்தல் மற்றும் தொகுப்பு மேலாண்மை அமைப்பு நியமனத்தால் உருவாக்கப்பட்டது.

source: Will install the necessary dependencies to run AppImages.
cs: Nainstaluje potřebné závislosti pro spuštění AppImage.
ta: பயன்பாடுகளை இயக்க தேவையான சார்புகளை நிறுவும்.

source: Self-contained and compressed executable format for the Linux platform.
cs: Komprimovaný sebe spustitelný formát pro platformu Linux.
ta: லினக்ச் இயங்குதளத்திற்கான சுய-கட்டுப்பாட்டு மற்றும் சுருக்கப்பட்ட இயங்கக்கூடிய வடிவம்.

source: The changes are being applied. Please Wait...
cs: Změny se aplikují. Počkejte...
ta: மாற்றங்கள் பயன்படுத்தப்படுகின்றன. தயவுசெய்து காத்திருங்கள் ...

source: Make your choices, this wizard will take care of everything.
cs: Proveďte své volby, tento průvodce se postará o všechno.
ta: உங்கள் தேர்வுகளைச் செய்யுங்கள், இந்த வழிகாட்டி எல்லாவற்றையும் கவனித்துக்கொள்வார்.

source: Let's Start
cs: Začněme
ta: ஆரம்பிக்கலாம்

source: Back
cs: Zpět
ta: பின்

source: Rhino Setup
cs: Nastavení Rhino
ta: காண்டாமிருக அமைப்பு
